{"translation-revision-date":"2025-03-17 15:12:48+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Conversion tracking for your ads campaigns will be disabled":["Le suivi des conversions pour vos campagnes publicitaires sera désactivé"],"Tagging necessary for your ads campaigns to work will be disabled":["L'ajout de tags nécessaire au bon fonctionnement de vos campagnes publicitaires sera désactivé"],"Learn more about First-party mode server requirements":["En savoir plus sur la configuration requise pour le serveur en mode propriétaire"],"Learn more about First-party mode":["En savoir plus sur le mode propriétaire"],"Conversion Tracking":["Suivi des conversions"],"To track the performance of your campaigns, Site Kit will enable enhanced conversion tracking. <a>Learn more<\/a>":["Pour suivre les performances de vos campagnes, Site Kit permet d'améliorer le suivi des conversions. <a>En savoir plus<\/a>"],"Improve your measurement":["Améliorer votre mesure"],"Your server’s current settings prevent First-party mode from working. To enable it, please contact your hosting provider and request access to external resources and plugin files. <a>Learn more<\/a>":["Les réglages actuels de votre serveur empêchent le fonctionnement du mode propriétaire. Pour l'activer, veuillez contacter votre fournisseur d'hébergement et demander l'accès aux ressources externes et aux fichiers d'extension. <a>En savoir plus<\/a>"],"Your tag data will be sent through your own domain to improve data quality and help you recover measurement signals. <a>Learn more<\/a>":["Les données de votre balise seront envoyées via votre propre domaine afin d'améliorer la qualité des données et de vous aider à récupérer les signaux de mesure. <a>En savoir plus<\/a>"],"First-party mode":["Mode propriétaire"],"Enhanced conversion tracking":["Amélioration du suivi des conversions"],"Beta":["Bêta"],"To track the performance of your campaigns, Site Kit will enable enhanced conversion tracking. You can always disable it in settings.":["Pour suivre les performances de vos campagnes, Site Kit activera le suivi de conversion étendu. Vous pouvez toujours désactiver cette option dans les paramètres."],"Set up Ads":["Configurer Ads"],"Help drive sales, leads, or site traffic by getting your business in front of people who are actively searching Google for products or services you offer.":["Contribuer à augmenter les ventes, les prospects ou le trafic vers votre site en présentant votre établissement aux internautes qui recherchent activement vos produits ou services sur Google"],"Get better quality leads and enhance conversions with Ads":["Attirer des prospects de meilleure qualité et améliorer vos conversions avec Ads"],"%1$s. <Link>%2$s<\/Link>":["%1$s. <Link>%2$s<\/Link>"],"Track your conversions, measure your campaign results and make the most of your ad spend":["Suivez vos conversions, mesurez les résultats de votre campagne et rentabilisez au mieux vos dépenses publicitaires"],"Your Ads campaign was successfully set up!":["Votre campagne Ads a bien été configurée !"],"Could not load Google Ads content.":["Impossible de charger le contenu Google Ads."],"Google Ads error":["Erreur Google Ads"],"Customer ID":["Numéro client"],"You can always change this later in Site Kit Settings.":["Vous pourrez toujours modifier cela plus tard dans les paramètres de Site Kit."],"Add your conversion ID below. Site Kit will place it on your site so you can track the performance of your Google Ads campaigns. <a>Learn more<\/a>":["Ajoutez votre ID de conversion ci-dessous. Site Kit le placera sur votre site pour vous permettre de suivre les performances de vos campagnes Google Ads. <a>En savoir plus<\/a>"],"Tracking for your Ads campaigns won’t work until you insert a valid ID":["Le suivi de vos campagnes Ads ne fonctionnera pas tant que vous n’aurez pas inséré d’ID valide"],"Show me":["Afficher"],"You can now track conversions for your Ads campaigns":["Vous pouvez désormais suivre les conversions pour vos campagnes Ads"],"Disable":["Désactiver"],"Performance of your Ad campaigns":["Performances de vos campagnes publicitaires"],"Don’t show again":["Ne plus afficher"],"Disabled":["Désactivé"],"Enabled":["Activé"],"<strong>Note:<\/strong> %s":["<strong>Remarque :<\/strong> %s"],"Get help":["Obtenir de l'aide"],"Retry":["Réessayer"],"Maybe later":["Peut-être plus tard"],"screen reader text\u0004(disabled)":["(désactivé)"],"Got it":["OK"],"%dh":["%dh"],"%dm":["%dm"],"%ds":["%ds"],"duration of time: hh mm ss\u0004%3$s %2$s %1$s":["%3$s %2$s %1$s"],"Complete setup":["Terminer la configuration"],"Next":["Suivant"],"screen reader text\u0004(opens in a new tab)":["(s’ouvre dans un nouvel onglet)"],"To fix this, <a href=\"%s\">redo the plugin setup<\/a>.":["Pour résoudre ce problème, <a href=\"%s\">reconfigurez le plug-in<\/a>."],"%sK":["%sK"],"%sM":["%sM"],", ":[", "],"None":["Aucun"],"OK, Got it!":["OK, je comprend !"],"Back":["Retour"],"Learn more":["En savoir plus"],"Disconnect":["Déconnecter"],"Cancel":["Annuler"],"Error":["Erreur"],"Close":["Fermer"],"Start setup":["Configurer"]}},"comment":{"reference":"dist\/assets\/js\/googlesitekit-modules-ads-6251f4cdc6d2482395c4.js"}}